[
    {
        "name": "Olivia",
        "id": "26-1",
        "type": [
            "plain",
            "verbose",
            "go off on tangents",
            "guarded",
            "ingratiating"
        ],
        "history": "The client has a history of uncertainty and anxiety about her work, a recent marriage filled with complexities and abuse - her husband Ivan had physically assaulted her and they are now separated. However, she is open to working on the relationship and is currently in couple's therapy with Ivan, who is also keen to change.",
        "helpless_belief": [
            "I am helpless.",
            "I am out of control.",
            "I am powerless, weak, vulnerable.",
            "I am trapped."
        ],
        "unlovable_belief": [
            "I am unlovable."
        ],
        "worthless_belief": [],
        "intermediate_belief": "I need to wait for an explanation to feel closure. I need to fully understand others' behaviors to get things in control. I need a lot of patience to cope with the responsibilities and situations I am facing. \n[during depression]\n My partner's behaviors are confusing, and it's difficult to reconcile his actions with how I want to perceive him. My loyalty and commitment are making it difficult to act in my own best interest.",
        "intermediate_belief_depression": "",
        "coping_strategies": "Using work as a means of distraction from anxiety and personal issues. Suppressing her emotions and not dwelling on feelings. Engaging in couple's therapy and individual therapy for support.",
        "situation": "Hearing clinical terms (delusional, pseudo-psychotic) about Ivan's behavior.",
        "auto_thought": "These clinical descriptions are very serious and scary. Am I unsafe? Can Ivan control his behavior?",
        "emotion": [
            "anxious, worried, fearful, scared, tense"
        ],
        "behavior": "Feels unsettled, seeks reassurance and clarity in therapy. Distances herself from friends and family who tell her she should leave Ivan."
    },
    {
        "name": "Mia",
        "id": "27-1",
        "type": [
            "plain",
            "verbose",
            "go off on tangents",
            "hostile",
            "guarded",
            "ingratiating"
        ],
        "history": "The client is undergoing a divorce and experiencing financial difficulties. She used to be with her ex-partner since the age of 19 and has never felt lonely until now because she had always been with someone. The couple has a young son, Brady, for whom they are still settling child support issues. The client has faced recent changes, such as solo travelling with her son for the first time and visiting her family without her partner. She also feels a sense of shame or guilt related to her friends disconnecting from her after the separation.",
        "helpless_belief": [
            "I am incompetent.",
            "I am helpless.",
            "I am powerless, weak, vulnerable."
        ],
        "unlovable_belief": [
            "I am unlovable.",
            "I am bound to be rejected.",
            "I am bound to be abandoned."
        ],
        "worthless_belief": [],
        "intermediate_belief": "I should be able to provide for myself and my son without needing help. But in fact I need to rely on others to support myself and my kid. People are supposed to help me. \n[during depression]\n I cannot support myself by my own. I'm not independent. Nobody would help me.",
        "intermediate_belief_depression": "",
        "coping_strategies": "Communicating and seeking support with family and friends; seeking legal advice to resolve financial disputes with her ex-partner; The client sometimes engages in avoidance of negative feelings by distracting herself with routine or scheduled activities.",
        "situation": "Receiving an email from ex-partner refusing to agree on child support and other financial assistance.",
        "auto_thought": "He is unwilling to help me financially; I'm going to run out of money; My life will be over.",
        "emotion": [
            "anxious, worried, fearful, scared, tense",
            "sad, down, lonely, unhappy",
            "disappointed"
        ],
        "behavior": "Expressing frustration, feeling overwhelmed, seeking support from family members. Pushes herself to try harder to be independent."
    },
    {
        "name": "Mia",
        "id": "27-2",
        "type": [
            "plain",
            "verbose",
            "go off on tangents",
            "hostile",
            "guarded",
            "ingratiating"
        ],
        "history": "The client is undergoing a divorce and experiencing financial difficulties. She used to be with her ex-partner since the age of 19 and has never felt lonely until now because she had always been with someone. The couple has a young son, Brady, for whom they are still settling child support issues. The client has faced recent changes, such as solo travelling with her son for the first time and visiting her family without her partner. She also feels a sense of shame or guilt related to her friends disconnecting from her after the separation.",
        "helpless_belief": [
            "I am helpless.",
            "I am powerless, weak, vulnerable."
        ],
        "unlovable_belief": [
            "I am unlovable.",
            "I am bound to be abandoned.",
            "I am bound to be alone."
        ],
        "worthless_belief": [],
        "intermediate_belief": "I need constant stimulation from others to feel okay. It's important to show others that I am doing well despite the situation, otherwise I will be abandoned. \n[during depression]\n When I don't have social interactions, it leads to a feeling of loneliness and sadness. I can't handle being alone. People know my issues and they will abandon me.",
        "intermediate_belief_depression": "",
        "coping_strategies": "The client demonstrates several coping strategies, such as avoiding thinking of the divorce and use distractions; seeking social interactions to mitigate feelings of loneliness and sadness; mantaining a good image in front of friends; visiting her home town for a change of environment and support; She also plans to engage in hobbies, such as dance classes to fill her time and make new friends. ",
        "situation": "Being at a birthday party where some guests mentioned her divorce while chatting.",
        "auto_thought": "Everyone is judging me; I am exposed; they know I've been experiencing a hard time.",
        "emotion": [
            "ashamed, embarrassed, humiliated",
            "hurt"
        ],
        "behavior": "Feeling uncomfortable, trying to engage positively with others, maintaining appearances. Ruminates on it after the event. Pushes herself harder to maintain an image of competence and independence."
    },
    {
        "name": "Sophia",
        "id": "28-1",
        "type": [
            "plain",
            "verbose",
            "go off on tangents",
            "hostile",
            "guarded",
            "ingratiating"
        ],
        "history": "Sophia has a history of being critical towards herself, a behavior that likely stems from her upbringing. She was accustomed to having control in life and achieving her goals, making the current situation with job searching, her relationship with Ivan, and family dynamics challenging for her.",
        "helpless_belief": [
            "I am incompetent.",
            "I am powerless, weak, vulnerable.",
            "I am a failure, loser."
        ],
        "unlovable_belief": [],
        "worthless_belief": [],
        "intermediate_belief": "I must excel in everything, otherwise I'm a failure. Not knowing my exact career path or future is unacceptable. \n[during depression]\n I am not doing enough. No matter the effort, outcomes are not satisfying. If unable to forecast positive outcomes, efforts are wasted.",
        "intermediate_belief_depression": "",
        "coping_strategies": "Self-criticism as a form of maintaining control, and possibly obsessive over-preparation as an attempt to mitigate future disappointments.",
        "situation": "Not receiving tangible job offers despite efforts in job searching.",
        "auto_thought": "I'll never get a job; my efforts are yielding no results, making me a failure.",
        "emotion": [
            "anxious, worried, fearful, scared, tense",
            "sad, down, lonely, unhappy"
        ],
        "behavior": "Continuing to search for jobs, over-preparing but feeling hopeless and critical of the outcomes. Cuts out social activities and hobbies to focus all her efforts onto the job search."
    },
    {
        "name": "Sophia",
        "id": "28-2",
        "type": [
            "plain",
            "verbose",
            "go off on tangents",
            "hostile",
            "guarded",
            "ingratiating"
        ],
        "history": "Sophia has a history of being critical towards herself, a behavior that likely stems from her upbringing. She was accustomed to having control in life and achieving her goals, making the current situation with job searching, her relationship with Ivan, and family dynamics challenging for her.",
        "helpless_belief": [
            "I am incompetent.",
            "I am powerless, weak, vulnerable.",
            "I am a failure, loser."
        ],
        "unlovable_belief": [],
        "worthless_belief": [],
        "intermediate_belief": "I must take responsibility for others' actions to make things in control. I must excel in everything, otherwise I'm a failure. My partner must be successful and in the same pace with me, otherwise it makes both of us failures. \n[during depression]\n My partner is not meeting my expectations, he's a failure and there must be something wrong with me, which makes me a failure too to stay with him.",
        "intermediate_belief_depression": "",
        "coping_strategies": "Self-criticism as a form of maintaining control, attempts at rationalizing or justifying others' behaviors to avoid feeling disappointed.",
        "situation": "Dealing with Ivan's seemingly unfocused approach to job searching and life in general.",
        "auto_thought": "Ivan is not making an effort at the same level as I am, and it reflects poorly on him and on me for being with someone like that.",
        "emotion": [
            "sad, down, lonely, unhappy",
            "angry, mad, irritated, annoyed",
            "disappointed"
        ],
        "behavior": "Feeling a mix of resignation and frustration towards Ivan, avoiding confronting the issue but internally criticizing both herself and Ivan. Not wanting to bring Ivan to social events to avoid feeling embarrassed if asked about his situation."
    },
    {
        "name": "Wyatt",
        "id": "29-1",
        "type": [
            "plain",
            "verbose",
            "go off on tangents",
            "hostile",
            "guarded",
            "ingratiating"
        ],
        "history": "The client has had a profound relationship with their workplace, a research lab, where they've developed a sense of identity and belonging through their interactions and achievements. They mentioned a significant event with emotional heft regarding the departure of a close colleague, affecting their sense of stability. The lab serves as a counterpoint to their home life, where they've not felt the same level of comfort or predictability.",
        "helpless_belief": [
            "I am powerless, weak, vulnerable.",
            "I am out of control."
        ],
        "unlovable_belief": [],
        "worthless_belief": [
            "I am worthless, waste."
        ],
        "intermediate_belief": "The client believes that they must constantly be productive and engaged to feel valued. They view the workplace as a setting where they can exert some measure of control and maintain emotional stability, unlike at home where they experience anxiety and uncertainty. \n[during depression]\n During moments of feeling overwhelmed and potentially depressed, the client holds an intermediate belief that they have lost control and that swift action is necessary to regain composure and avoid failure.",
        "intermediate_belief_depression": "",
        "coping_strategies": "The client attempts to cope through maintaining a busy schedule. They also have an inclination towards social interaction and structure, such as attending a holiday party and the lab, which serve as places of comfort and familiarity.",
        "situation": "Anticipating a big talk in January and is preparing for a lab meeting which involves several challenging tasks including troubleshooting equipment and learning programming.",
        "auto_thought": "I must be fully prepared and control the preparation process; if things do not go perfectly, it would reflect poorly on me and my abilities.",
        "emotion": [
            "anxious, worried, fearful, scared, tense"
        ],
        "behavior": "Takes on more tasks at work and schedules a lab meeting to expedite preparation and receive feedback. Stay at the lab at night and not go home."
    },
    {
        "name": "Wyatt",
        "id": "29-2",
        "type": [
            "plain",
            "verbose",
            "go off on tangents",
            "hostile",
            "guarded",
            "ingratiating"
        ],
        "history": "The client has had a profound relationship with their workplace, a research lab, where they've developed a sense of identity and belonging through their interactions and achievements. They mentioned a significant event with emotional heft regarding the departure of a close colleague, affecting their sense of stability. The lab serves as a counterpoint to their home life, where they've not felt the same level of comfort or predictability.",
        "helpless_belief": [
            "I am powerless, weak, vulnerable.",
            "I am out of control."
        ],
        "unlovable_belief": [
            "I am undesirable, unwanted.",
            "I am bound to be alone."
        ],
        "worthless_belief": [],
        "intermediate_belief": "They view the workplace as a setting where they can exert some measure of control and maintain emotional stability, unlike at home where they experience anxiety and uncertainty. \n[during depression]\n The workplace is not stable and falling apart. There will be nowhere to keep myself valuable and belonged.",
        "intermediate_belief_depression": "",
        "coping_strategies": "The client attempts to cope through maintaining a busy schedule. They also have an inclination towards social interaction and structure, such as attending a holiday party and the lab, which serve as places of comfort and familiarity.",
        "situation": "Faced with the departure of a close colleague and feeling the emotional impact of this change.",
        "auto_thought": "The departure of my colleague will leave a void in my work life. Things will eventually fall apart. There's no place in the world that can hold me forever.",
        "emotion": [
            "sad, down, lonely, unhappy"
        ],
        "behavior": "Experiences sadness and trepidation about the upcoming departure, try various ways to connect with the colleague's work."
    },
    {
        "name": "Matthew",
        "id": "30-1",
        "type": [
            "plain",
            "verbose",
            "go off on tangents",
            "hostile",
            "guarded",
            "ingratiating"
        ],
        "history": "The client is transitioning to a better job position and has just completed their degree. Coming out to their parents only two and a half to three years ago, their sexuality was a significant surprise to the parents, and coming out was met with negative reactions and felt like they had to protect themself during the process. The client moved to New York for school, which was also an excuse to discover their identity away from the influence of their family. There are strained family relationships, especially with their mother who seems to focus on the practical repercussions of life events rather than emotional support, and with their sister, who remains unfocused, living at home and seemingly jealous of their independence and achievements.",
        "helpless_belief": [
            "I am helpless.",
            "I am powerless, weak, vulnerable."
        ],
        "unlovable_belief": [
            "I am unlovable.",
            "I am bound to be rejected."
        ],
        "worthless_belief": [],
        "intermediate_belief": "My family will not understand or support me emotionally. Achieving independence is necessary for self-discovery, but it leads to estrangement from family. \n[during depression]\n When faced with challenges or personal issues, my family will likely not offer the emotional support I need. I am not independent. ",
        "intermediate_belief_depression": "",
        "coping_strategies": "The client seeks approval and acceptance from their family but often has to emotionally distance themselves to maintain their well-being. Humor and minimizing the emotional impact of situations are used as defense mechanisms.",
        "situation": "Thinking about telling their parents about a breakup",
        "auto_thought": "They never care about how I am feeling. They would just assume this is another evidence of the failure of my self-discovery.",
        "emotion": [
            "sad, down, lonely, unhappy"
        ],
        "behavior": "Having conflicting thoughts about whether to tell them or not. Ruminating on the negative reaction of their parents to their coming out and expecting a similar reaction."
    }
]